tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "railwaycat/emacsmacport"
cask "adoptopenjdk8"
brew "ack"
brew "bat"
brew "gdbm"
brew "python"
brew "cmake"
brew "ffmpeg"
brew "fondu"
brew "fontforge"
brew "git"
brew "gnupg"
brew "hadoop"
brew "lftp"
brew "luarocks"
brew "maven"
brew "neovim"
brew "postgresql"
brew "ruby-build"
brew "rbenv"
brew "ruby"
brew "s3cmd"
brew "scala"
brew "stow"
brew "thefuck"
brew "tmux"
brew "vim"
brew "wget"
cask "java"
cask "xquartz"
